{
  "language": "Language",
  "pleaseSelectLanguage": "Please select a language",
  "selectLanguage": "Select Language",
  "systemSettings": "System Settings",
  "createAdmin": "Create Admin",
  "beforeStarting": "Before Starting",
  "beforeStartingCaution": "CAUTION",
  "beforeStartingText1": ": This is an open source software. Please note that the authors are not responsible for any damage caused by this software. Please read the license agreement before clicking 'AGREE'. ",
  "beforeStartingTextClickHere": "(Click here)",
  "beforeStartingText2": "By clicking 'AGREE', you are agreeing to the license agreement and admin account will be created. Admin account has all of the permissions of database options.",
  "beforeStartingText3": "You can set 'Automatic database backup' option in Settings page. Automatic backup option is highly recommended. If your database is corrupted, restore it with one of the backups. You can restore database with backup in Settings page. If you want to reset the system, you can do it in Settings page. Or simply deleting the main database file will work the same way.",
  "next": "Next",
  "noPasswordMatchTooltip": "Please fill in all the fields",
  "noConcentTooltip": "Please check 'I agree' on license agreement",
  "back": "Back",
  "agree": "Agree",
  "uiSize": "UI Size",
  "uiSizeMedium": "Medium",
  "uiSizeLarge": "Large",
  "uiSizeExtraLarge": "Extra Large",
  "colorTheme": "Color Theme",
  "colorThemeDefault": "Bright",
  "colorThemeDark": "Dark",
  "username": "Username",
  "usernameTooltip": "You can't change the username of admin account",
  "password": "Password",
  "confirmPassword": "Confirm Password",
  "confirmPasswordError": "Passwords don't match",
  "licenseHeader": "License Agreement",
  "license1": "MIT License",
  "license2": "Copyright (c) 2023 Chanoon Na, Haijoon Kim",
  "license3": "Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:",
  "license4": "The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.",
  "license5": "THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
}
